Repository: itsmevjnk/HRng
Catalog: WinFormsFrontend/ECImportForm.*.resx
Languages: vi

# lblECConfig.Text
source: Please set the spreadsheet's settings for importing.
vi: Vui lòng chỉnh các thông số của sheet cho phù hợp:

# lblECStartRow.Text
source: Starting row #:
vi: Nhập từ dòng:

# rbtECUIDColName.Text
source: Name:
vi: Tên:

# lblECUIDCol.Text
source: UID column:
vi: Cột UID:

# rbtECUIDColNum.Text
source: Number:
vi: Số cột:

# lblECUIDDelim.Text
source: UID delimiter:
vi: Kí hiệu phân cách UID:

# rbtECUIDDelimCustom.Text
source: Custom:
vi: Tùy chỉnh:

# rbtECUIDDelimNL.Text
source: Newline
vi: Xuống dòng

# btnECCancel.Text
source: Cancel
vi: Hủy

# $this.Text
source: EntryCollection import
vi: Nhập EntryCollection (danh sách check)
