Repository: itsmevjnk/HRng
Catalog: WinFormsFrontend/InitForm.*.resx
Languages: vi

# lblWelcome.Text
source: Welcome to the WinForms frontend for HRng.
vi: Chào mừng đến với frontend WinForms cho HRng.

# lblBackendSelect.Text
source: Please select the backend type you want to use:
vi: Vui lòng chọn backend bạn muốn sử dụng:

# gbxSeSettings.Text
source: HRngSelenium settings
vi: Cấu hình HRngSelenium

# chkSeLoadImg.Text
source: Allow images to load (not recommended)
vi: Cho phép load hình ảnh

# chkSeHeadless.Text
source: Hide browser window
vi: Ẩn cửa sổ trình duyệt

# chkSeLocalInst.Text
source: Detect local installation
vi: Sử dụng trình duyệt đã cài sẵn (nếu có)

# chkSeDisableLog.Text
source: Disable logging to file
vi: Tắt lưu log vào file

# chkSeVerbose.Text
source: Show verbose output on driver console
vi: Hiện thông tin chi tiết trên cửa sổ driver

# chkSeConsole.Text
source: Show browser driver console
vi: Hiển thị cửa sổ driver

# lblSeBrowser.Text
source: Browser:
vi: Trình duyệt:

# btnStart.Text
source: Start
vi: Bắt đầu

# lblLanguage.Text
source: Language:
vi: Ngôn ngữ:

# lblStatus.Text
source: Press Start to initialize HRng.
vi: Nhấn Bắt đầu để khởi tạo HRng.
