Repository: itsmevjnk/HRng
Catalog: WinFormsFrontend/MainForm.*.resx
Languages: vi

# tabLogin.Text
source: Login
vi: Đăng nhập

# tabActions.Text
source: Actions
vi: Check

# btnLoginCookiesCopy.Text
source: Copy
vi: Sao chép

# lblLoginCookiesOutput.Text
source: Current cookies:
vi: Cookies hiện tại:

# btnLogin.Text
source: Login
vi: Đăng nhập

# lblLoginPassword.Text
source: Password:
vi: Mật khẩu:

# lblLoginEmail.Text
source: Email address or phone number:
vi: Địa chỉ email/số điện thoại:

# rbtLoginCreds.Text
source: Credentials
vi: Thông tin đăng nhập

# btnLoginLoadCookiesTxt.Text
source: Load cookies.txt...
vi: Nạp file cookies.txt...

# rbtLoginCookies.Text
source: Cookies (recommended)
vi: Cookies (khuyên dùng)

# lblLoginMethod.Text
source: Login method:
vi: Phương pháp đăng nhập:

# lblLoginStatusTitle.Text
source: Facebook login status:
vi: Trạng thái đăng nhập:

# gbxActionsSummary.Text
source: Summary
vi: Tổng kết

# lblActionsSummaryTextNo.Text
source: No completion:
vi: Chưa hoàn thành:

# tbxActionsSummaryTextNo.Text
source: Not completed
vi: Không hoàn thành

# tbxActionsSummaryTextPartial.Text
source: Partially completed
vi: Chưa hoàn thành đủ

# lblActionsSummaryTextPartial.Text
source: Partial completion:
vi: Hoàn thành một phần:

# tbxActionsSummaryTextFull.Text
source: Fully completed
vi: Đã hoàn thành

# lblActionsSummaryTextFull.Text
source: Full completion:
vi: Hoàn thành đầy đủ:

# lblActionsSummaryText.Text
source: Text for:
vi: Nội dung:

# tbxActionsSummaryCol.Text
source: Summary
vi: Tổng kết

# cbxActionsSummary.Text
source: Summarize checking data and write to column:
vi: Tổng kết kết quả check và lưu vào cột:

# gbxActionsEC.Text
source: EntryCollection
vi: Danh sách check (EntryCollection)

# btnActionsECShow.Text
source: Show
vi: Xem

# btnActionsECSave.Text
source: Save
vi: Xuất

# btnActionsECLoad.Text
source: Load
vi: Nhập

# btnActionsStart.Text
source: Start
vi: Bắt đầu

# gbxActionsShares.Text
source: Shares
vi: Chia sẻ

# tbxActionsSharesDetailsCol.Text
source: Share details
vi: Thông tin share chi tiết

# cbxActionsShareDetails.Text
source: List share details in column:
vi: Lưu thông tin chi tiết vào cột:

# cbxActionsCheckShares.Text
source: Check shares count: Minimum number of shares for each entry:
vi: Check share: Số lượt share tối thiểu của mỗi người:

# tbxActionsSharesCountCol.Text
source: Shares
vi: Share

# cbxActionsGetShares.Text
source: Get shares and list the count in column:
vi: Lấy các lượt chia sẻ và lưu chúng vào cột:

# gbxActionsMentions.Text
source: Mentions
vi: Tag

# cbxActionsMentionsExclude.Text
source: Exclude accounts in the EntryCollection
vi: Không tính các tài khoản trong danh sách

# cbxActionsMentionsDetails.Text
source: List mentioned UIDs in column:
vi: Lưu các UID được tag vào cột:

# cbxActionsCheckMentions.Text
source: Check mentions count: Minimum number of mentions for each entry:
vi: Check tag: Số lượt tag tối thiểu của mỗi người:

# tbxActionsMentionsCountCol.Text
source: Mentions
vi: Tag

# cbxActionsGetMentions.Text
source: Get mentions and list the count in column:
vi: Lấy các lượt tag và lưu chúng vào cột:

# gbxActionsComments.Text
source: Comments
vi: Bình luận

# tbxActionsCommentTxtCol.Text
source: Comment text
vi: Nội dung comment

# tbxActionsCommentsCountCol.Text
source: Comments
vi: Comment

# rbtActionsCommentsBothPasses.Text
source: Both passes (recommended)
vi: Theo cả 2 cách trên (khuyên dùng)

# rbtActionsCommentsP2Only.Text
source: Pass 2 (not logged in) only
vi: Chỉ theo cách 2 (không đăng nhập tài khoản)

# rbtActionsCommentsP1Only.Text
source: Pass 1 (logged in) only
vi: Chỉ theo cách 1 (dùng tài khoản đăng nhập)

# lblActionsCommentsPasses.Text
source: Comment retrieval method:
vi: Phương pháp lấy bình luận:

# cbxActionsGetReplies.Text
source: Get replies to comments
vi: Lấy trả lời bình luận

# cbxActionsCommentsDetails.Text
source: List comments in column:
vi: Lưu nội dung comment vào cột:

# cbxActionsCheckComments.Text
source: Check comments count: Minimum number of comments for each entry:
vi: Check comment: Số comment tối thiểu của mỗi người:

# cbxActionsGetComments.Text
source: Get comments and list the count in column:
vi: Lấy các bình luận và lưu số bình luận vào cột:

# gbxActionsReactions.Text
source: Reactions
vi: React

# tbxActionsReactionsDetailsCol.Text
source: Reaction details
vi: Thông tin react chi tiết

# cbxActionsReactionsDetails.Text
source: List reaction details in column:
vi: Lưu thông tin chi tiết vào cột:

# tbxActionsReactionsCountCol.Text
source: Reactions
vi: React

# cbxActionsCheckReactions.Text
source: Check reactions count: Minimum number of reactions for each entry:
vi: Check react: Số lượt react tối thiểu của mỗi người:

# cbxActionsGetReactions.Text
source: Get reactions and list the count in column:
vi: Lấy các lượt react và lưu chúng vào cột:

# lblActionsFBLink.Text
source: Facebook post link:
vi: Link bài đăng:
