Repository: itsmevjnk/HRng
Catalog: WinFormsFrontend/Properties/Resources.*.resx
Languages: vi

# DlgOpenCookiesTxt
source: Open cookies.txt
vi: Chọn file cookies.txt

# DlgOpenEC
source: Open EntryCollection sheet
vi: Mở sheet danh sách check

# DlgSaveEC
source: Save EntryCollection sheet
vi: Lưu sheet danh sách check

# MsgActionsCancelled_Body
source: Actions have been cancelled.
vi: Việc check đã bị hủy bởi người dùng.

# MsgActionsECExportSuccess_Body
source: EntryCollection export is successful.
vi: Lưu danh sách thành công.

# MsgActionsECExportSuccess_Title
source: EntryCollection export
vi: Xuất danh sách check

# MsgActionsECImportSuccess_Body
source: EntryCollection import is successful.
vi: Nhập danh sách thành công.

# MsgActionsECImportSuccess_Title
source: EntryCollection import
vi: Nhập danh sách check.

# MsgActionsSuccess_Body
source: Actions have completed successfully. Do you want to save EntryCollection now?
vi: Đã check xong. Bạn muốn lưu kết quả luôn không?

# MsgInitUpdateFail_Body
source: Browser/driver updating failed (error code {0}).
vi: Cập nhật trình duyệt/trình điều khiển trình duyệt thất bại (mã lỗi {0}).

# MsgInitUpdateFail_Title
source: Browser/driver update
vi: Cập nhật trình duyệt

# MsgInitUpdate_Body
source: Do you want to update the browser/driver to the latest version ({0}, {1})?
vi: Bạn muốn nâng cấp trình duyệt/trình điều khiển trình duyệt lên phiên bản mới nhất ({0}, {1}) không?

# MsgInitUpdate_Title
source: Browser/driver update
vi: Cập nhật trình duyệt

# MsgLoginFail_Body
source: Account logged in failed ({0}).
vi: Đăng nhập thất bại ({0}).

# MsgLoginFail_Title
source: Facebook login
vi: Đăng nhập tài khoản

# MsgLoginSuccess_Body
source: Account logged in successfully.
vi: Đăng nhập thành công.

# MsgLoginSuccess_Title
source: Facebook login
vi: Đăng nhập tài khoản

# MsgLoginWrongOTP_Body
source: Incorrect verification code entered, please try again.
vi: Mã OTP không hợp lệ, vui lòng kiểm tra lại.

# MsgLoginWrongOTP_Title
source: Facebook two-factor authentication
vi: Xác thực hai yếu tố

# StaActionsAddECColumns
source: Adding columns to EntryCollection.
vi: Đang tạo các cột lưu thông tin check.

# StaActionsGetComments
source: Getting comments.
vi: Đang lấy các bình luận.

# StaActionsGetCommentsMentions
source: Getting comments and mentions.
vi: Đang lấy các bình luận và lượt tag.

# StaActionsGetLut
source: Getting reactions lookup table.
vi: Đang lấy danh sách tra cứu react.

# StaActionsGetReactions
source: Getting reactions.
vi: Đang lấy các lượt react.

# StaActionsGetShares
source: Getting shares.
vi: Đang lấy các lượt chia sẻ.

# StaActionsLoadPost
source: Loading Facebook post.
vi: Đang load bài viết.

# StaActionsReady
source: Press Start to begin...
vi: Nhấn Bắt đầu để thực hiện check...

# StaActionsSummarize
source: Summarizing checking data.
vi: Đang tổng hợp kết quả check.

# StaInit7zDownload
source: Downloading 7-Zip.
vi: Đang tải 7-Zip.

# StaInit7zFound
source: 7-Zip executable found.
vi: Đã tìm thấy 7-Zip.

# StaInitBrowserFetchVer
source: Fetching latest browser and driver version.
vi: Đang lấy phiên bản trình duyệt và trình điều khiển trình duyệt mới nhất.

# StaInitBrowserFound
source: Found local browser installation.
vi: Đã tìm thấy trình duyệt được cài sẵn.

# StaInitBrowserNotFound
source: Cannot find local browser installation, will download now.
vi: Không tìm thấy trình duyệt được cài sẵn, sẽ tải trình duyệt về.

# StaInitBrowserStart
source: Starting browser.
vi: Đang khởi động trình duyệt.

# StaInitBrowserUpdate
source: Updating/Downloading browser and driver.
vi: Đang tải/cập nhật trình duyệt/trình điều khiển trình duyệt.

# StaInitBrowserUpdated
source: Browser and driver have been updated to the latest version.
vi: Trình duyệt/trình điều khiển trình duyệt đã được cập nhật lên phiên bản mới nhất.

# StaInitDriverFound
source: Found local browser driver.
vi: Đã tìm thấy trình điều khiển trình duyệt được tải sẵn.

# StaInitDriverNotFound
source: Cannot find local browser driver, will download now.
vi: Không tìm thấy trình điều khiển trình duyệt được tải sẵn.

# StrAllFiles
source: All files (*.*)
vi: Tất cả file (*.*)

# StrCSVSpreadsheet
source: CSV spreadsheets (*.csv)
vi: Sheet CSV (*.csv)

# StrExcelWorkbook
source: Microsoft Excel workbooks (*.xlsx,*.xls)
vi: Sheet Excel (*.xlsx,*.xls)

# StrFuncReturnVal
source: {0} returned {1}
vi: hàm {0} trả về mã lỗi {1}

# StrLoggedInUID
source: Logged in (UID: {0})
vi: Đã đăng nhập (UID: {0})

# StrNotLoggedIn
source: Not logged in
vi: Chưa đăng nhập

# StrOTPRefused
source: OTP entry refused by user
vi: Mã OTP không được nhập

# StrTextFiles
source: Text files (*.txt)
vi: File text (*.txt)

# StrUnknown
source: unknown
vi: không rõ
